[
  {
    "source": "PsycheVoyage Discord",
    "author": "PsycheVoyage",
    "category": "platform and business info",
    "text": "# How to Schedule a Session with Our Expert Practitioners\n\n## 1. Browse Practitioner Profiles\nVisit the [practitioner-profiles](https://discord.com/channels/1211836675563589682/1240448693530792006) channel to learn about our practitioners and choose a practitioner that resonates with your needs and goals.\n\n## 2. Booking Concierge\nGo to the [booking-concierge](https://discord.com/channels/1211836675563589682/1240448219021053952) channel and click the 📩 **Create ticket** button for personalized booking assistance. Provide your preferred practitioner and availability in the opened ticket.\n\nOnce we confirm practitioner availability, we will provide you with their session calendar so you can choose the best time for you.\n\n## 3. Booking Confirmation\nUpon booking, you will receive a confirmation email with all the necessary details. Payment is required upon booking and will be processed securely.\n\n## 4. Prepare for Your Session\nEnsure you have a quiet, comfortable space for your session and any materials you might need.\n\n## Important Notes:\n- **Off-Platform Bookings:** All bookings must be made through this channel. Off-platform bookings / DMs are prohibited to keep the platform running and growing!\n- **Cancellation Policy:** Please review our cancellation policy in the `faq` channel.\n- **Need Help?** If you encounter any issues or have questions, visit the `help-desk` channel for personalized assistance.",
    "headings": [
        "Booking Instructions"
    ]
  },
  {
    "source": "PsycheVoyage Discord",
    "author": "PsycheVoyage",
    "category": "platform and business info",
    "text": "# Cancellation and Refund Policy\n\n## Notification Window\nCancellations made 48 hours or more before the scheduled session incur no charges.\nCancellations made less than 48 hours before the scheduled session, or no-shows, will be charged the full session fee.\n\n## Rescheduling\nSessions can be rescheduled up to 48 hours in advance without penalty.\nRescheduling within 48 hours is at the practitioner's discretion.\n\n## Refunds\nRefunds will be processed based on the above timelines and credited back to the original payment method within 5-7 business days.\n\n## Exceptions\nFor emergencies or unforeseen circumstances, contact us in the [help-desk](https://discord.com/channels/1211836675563589682/1240449850156515418) channel. Exceptions to cancellation fees may be made on a case-by-case basis.",
    "headings": [
        "Cancellation Policy"
    ]
  },
  {
    "source": "PsycheVoyage Discord",
    "author": "PsycheVoyage",
    "category": "platform and business info",
    "text": "Go to the [practitioner-profiles](https://discord.com/channels/1211836675563589682/1240448693530792006) channel to learn about the profiles of our expert practitioners. When you are ready to schedule a session, head over to the [booking-concierge](https://discord.com/channels/1211836675563589682/1240448219021053952) channel to request a booking time that works for you!",
    "headings": [
        "Practitioner Profiles"
    ]
  },
  {
    "source": "PsycheVoyage Discord",
    "author": "PsycheVoyage",
    "category": "platform and business info",
    "text": "# Become a PsycheVoyage Practitioner\n\n## Initial Application\nPlease DM <@PsycheVoyage> to express your interest and set up an initial call.\n\n## Initial Call\nDuring the call, we will discuss your background, qualifications, and what you can offer to the PsycheVoyage community.\nWe will also answer any questions you may have about the platform and booking process.\n\n## Next Steps\nIf selected, we will guide you through the onboarding process, including setting up your profile, availability, and payment details.\n\n## Join Our Practitioner Community\nAfter approval, you will be invited to our private practitioners' channels for support and resources.",
    "headings": [
        "Practitioner Application"
    ]
  },
  {
    "source": "PsycheVoyage Discord",
    "author": "PsycheVoyage",
    "category": "platform and business info",
    "text": "# Insurance and Payment Information\n\nWe do not accept insurance; all services are self-paid. By using our services, you accept full financial responsibility for any charges incurred.\n\n## Steps to Determine Insurance Coverage\n\n### 1. Contact Your Insurance Provider\nDetermine if the service is covered and to what extent.\n\n### 2. Out-of-Network Benefits\nInquire about out-of-network benefits and the reimbursement process.\n\n### 3. Documentation\nYou will receive a receipt after your session, which may be needed to submit a claim.\n\n### 4. Submit a Claim\nSubmit the necessary documentation to your insurance provider.\n\n### 5. Wait for Reimbursement\nYour insurance provider will inform you about the reimbursement status and any required actions.",
    "headings": [
        "Insurance Information"
    ]
  }
]